{
  "2002": [
    "Yhtenäinen metsäalue käsittää laajan harjumuodostelman ja monimuotoisen mäkialueen.\n\nMaastoa rikkovat muutamat pienet järvet, metsälammet, metsäautotiet ja polut. Korkeuserot ovat suurimmillaan 70 metriä. Alueella kasvava talousmetsä on kuusivaltaista ja kangastyyppisellä alueella esiintyy vaihtelevasti mänty- ja kuusimetsää. Marraskuussa 2001 myrskytuuli runteli kilpailualuetta. Huhti - toukokuussa tehdyt korjuutyöt ovat jättäneet maastoon hakkujätteiden lisäksi eri vahvuisia juontouria."
  ],
  "2003": [
    "Kilpailualueen koko on 14 km2. Kilpailukeskuksen lähimaastoa hallitsee laaja mäkialue, jonka rinteet ovat pienipiirteisiä ja peitteisiä. Korkeusero on suurimmillaan 65 metriä. Kilpailualueen keskiosassa on vaihtelevaa maastoa: nopeakulkuista mäntykangasta, harjuja, soita pikkulampineen, hakkuualueita ja tiheitä taimikoita; pohjoisosassa pienipiirteisiä rappumaisia kallioalueita. Kilpailualueen maasto on juoksualustaltaan pääosin hyväkulkuista."
  ],
  "2004": [
    "Kilpailualueen koko on 20 km2. Kilpailumaaston pohjoisosa kilpailukeskuksen lähiympäristössä on erittäin nopeakulkuista kangasmaastoa. Kilpailumaaston eteläosa on pääosin pienipiirteistä soiden rikkomaa avokalliomaastoa. Kilpailumaaston pohjois- ja eteläosan välissä on yhtenäinen suoalue. Maaston korkeuserot ovat pienet lukuun ottamatta alueen pohjoislaidalla olevaa Soinin harjua, joka kohoaa ympäristöään 40-50 metriä korkeammalle."
  ],
  "2005": [
    "Kilpailualueen kokonaispinta-ala on 13 km2. Kilpailumaasto on vaihtelevaa metsämaastoa, jota rikkovat muutamat pelto-alueet ja kapea joki sekä muutama tie. Korkeuseroa on noin 70 metriä. Yksittäiset nousut ovat suurimmillaan 45 metriä. Maastopohja on pääosin hyväpohjaista ja nopeakulkuista. Kasvillisuus on eri ikäistä ja tiheydeltään vaihtelevaa, pääosin mänty- ja kuusimetsää."
  ],
  "2006": [
    "Kilpailualueen kokonaispinta-ala on 10 km2. Maasto on pienipiirteistä avokalliomaastoa, jossa on huomattavia korkeuseroja. Maaston ylimmän ja alimman pisteen korkeusero on 75 metriä. Yksittäiset nousut ovat suurimmillaan 50 metriä Venloilla ja 60 metriä Jukolassa. Yhtenäistä metsäaluetta rikkoo vain yksi peltoaukea ja muutama tie. Polkuja on vähän. Maastopohja on pääosin hyväpohjaista ja nopeakulkuista. Kasvillisuus on eri-ikäistä ja tiheydeltään vaihtelevaa.\n\n"
  ],
  "2007": [
    "Kilpailualueen kokonaispinta-ala on 8,6 km2. Kilpailumaasto käsittää yhtenäisen Simpsiönvuoren metsäalueen. Ratojen ylimmän ja alimman pisteen korkeusero on 99 metriä. Kasvillisuus on eri-ikäistä ja tiheydeltään vaihtelevaa. Natura-alueella on vanhoja myrskytuhoalueita. Ratasuunnittelulla ja pienillä raivauksilla niiden haittavaikutukset on pyritty minimoimaan. Myrskytuhoalueet on merkitty karttaan tiheällä pystyvihreällä.(409 vaikeakulkuinen maapohja). Alueella esiintyy magneettisia häiriöitä, joiden vaikutus on suunnistamiseen kuitenkin vähäinen."
  ],
  "2008": [
    "Kilpailumaasto on kolmijakoinen; maastosta löytyy nopeaa kangasmaastoa, jyrkkärinteisiä kalliomäkiä sekä talousmetsää, jossa kulkukelpoisuus ja näkyvyys vaihtelevat hyvin nopeista kuusikoista hyvin hitaisiin lehtometsiin ja harvennusalueisiin. Maastossa on metsäautoteitä ja metsätraktorin tekemiä uria, mutta muuten polkuja on vähän. Kilpailukeskuksen lähettyvillä kulkee kaksi noin 20 metriä syvää ojanotkoa, joiden yli viestin radat kulkevat. Notkojen reunamat ovat jyrkät. Mikäli alkukesä on sateinen, voi notkon pohja olla hyvin märkä jopa vetelä. Ojan pohja on kuitenkin kovaa hiekkamaata, joten ojan ylityksestä selviää märillä kengillä ja housunlahkeilla.\n\n"
  ],
  "2009": [
    "Kilpailumaasto on entisen Savon Prikaatin harjoitusmaastoa sekä osin Mikkelin kaupungin ulkoilu-aluetta. Maasto on runsaiden polkujen ja teiden rikkomaa ja siellä näkyy selvästi varuskunta-alueen merkit (juoksuhaudat ym.). Kilpailukartassa olevat juoksuhaudat ovat eri-ikäisiä, syviä ja osin reunoiltaan pehmeitä. Erityisesti näiden lähellä on maastossa runsaasti \npieniä karttaan merkitsemättömiä kuoppia/poteroita, joita on juostessa vaikea havaita. Pahimmassa kohdin yksittäiset ja pahimmat kolot on pyritty merkitsemään keltaisella nauhalla maastoon.\n\nKilpailumaaston kasvillisuus vaihtelee uudehkosta (2-3 v.) hakkuuaukoista eri-ikäisiin taimikoihin ja muutamiin vanhoihin metsäalueisiin. Kulkukelpoisuus on pääosin hyvä. Maasto ja radat vaativat ”nopeita jalkoja ja kylmää päätä”. Maaston vaihtelevuus korostaa kartan luvun lisäksi reitinvalintaa ja suunnassa kulkua. Maastoon tuovat fyysistä vaativuutta 20-40 metriä korkeat mäkialueet. Lyhyillä rastiväleillä kannattaa olla tarkkana, ettei rasteja jää käymättä!"
  ],
  "2010": [
    "Jukolan viestin tarina –kirjan mukaan maastoa pidettiin hankalana. Ovatkohan vuodet muuttaneet maastoa? Tuskin merkittävästi.\n\nKilpailumaastona käytettävää aluetta kutsutaan usein Usmin erämaaksi ja erämaata se onkin, joskin metsäautoteiden rikkomaa. Maasto koostuu pääasiassa jyrkkäpiirteisistä n. 20-30 metriä korkeista kallioisista mäkialueista ja niiden välisistä suonotkoista. Polkuja maastossa ei juurikaan kulje, vaan metsäautotiet ja latupohjat ovat ainoita etenemistä helpottavia kulku-uria. Maastossa on tehty 1970-80 –luvuilla paljon metsän hakkuita, mutta nämä alueet ovat nyt suunnistuksen kannalta hyvässä kunnossa. Kilometrivauhdeissa tullaan jäämään muista 2000 –luvun Jukoloista.\n\nNaapurimaastoissa vuosina 1956, 1970 ja 1981 suunnistettuja Jukolan viestejä pidettiin kaikkia vaativina ja niistä viimeinen on niittänyt mainetta myös äärimmäisillä olosuhteillaan. Kytäjä-Jukola 2010 tulee myös olemaan vaativa suunnistuskilpailu, jossa tilanteet vaihtelevat kilpailujen edetessä ja kärkijoukkueidenkin välillä tullee varsin suuria eroja. Keskimääräinen virhe on tässä maastossa suurempi kuin monissa muissa maastoissa ja varsinkin yöosuuksilla kärjessä ilman maastoon muodostuneiden urien apua etenevät suunnistajat pääsevät kokemaan kaksijakoisia tunteita, kun toisaalta joutuu koko ajan keskittymään täysillä suunnistukseen selviytyäkseen kunnialla vaativasta urakasta haastavassa maastossa, mutta toisaalta taivaalla loistavat Hyvinkään kaupungin valot ja moottoritieltä kantautuvat autojen äänet kertovat, että olemme urbaanissa erämaassa vain muutaman kilometrin päässä kaupungin keskustasta."
  ],
  "2011": [
    "Kilpailumaasto jakautuu useaan laajahkoon 30-40m korkeaan mäkialueeseen. Suurin osa maastosta on pienipiirteistä, paikoitellen peitteistäkin ja osittain nuorehkoa mäntymetsää. Alueella on peltoalueita, metsäautoteitä ja polkuja mahdollistaen reitinvalintoja."
  ],
  "2012": [
    "Vaikka Valio-Jukolan kilpailukeskus sijaitsee lähellä asutuskeskuksia, suunnistuksellisista haasteista ei ole tingitty. Sotungin ja Sipoonkorven vaativat maastot tarjoavat upeita suunnistuskokemuksia ja kokeneiden ratamestarien tekemät radat varmistavat tulossa olevan taas kerran haastavan suunnistuskilpailun.\n\n"
  ],
  "2013": [
    "Jukolan viesti suunnistetaan vuonna 2013 Jämsässä, keskisuomalaisessa talousmetsässä. Kilpailukeskuksen lähialue on vähäisiä korkeuseroja sisältävää hyväpohjaista ja helppokulkuista kangasmaastoa. Hieman kauempana kilpailukeskuksesta tuleekin vastaan jo kohtalaisia mäkiä. Ne ovat tyypillisiä keskisuomalaisia mäkiä, jotka erottuvat toisistaan pienin suo- ja korpinotkelmin."
  ],
  "2014": [
    "Moni-ilmeinen maasto. Alueen koko on noin 12 km2. Maastoa hallitsee neljä suunnistuksellisesti erityyppistä mäkikokonaisuutta ja yksi kapea vesistöalue. Nimet Huuhanvuori ja Nousuvuori kertovat alueen ominaisuudesta – korkeuserojakin löytyy. Kilpailualue on säästynyt suurilta taloushakkuilta ja kulkukelpoisuus onkin maastossa pääosin hyvä."
  ],
  "2015": [
    "Maasto on pääosin tyypillistä varsinaissuomalaista avokalliomaastoa. Kulkukelpoisuus on keskimääräistä parempaa. Avokalliomäkien lisäksi alue sisältää vallitsevina maastotyyppeinä kangasmetsää ja suurehkon metsittyneen hiekkakuoppa-alueen siihen kuuluvine lampineen. Lisäksi maastosta löytyy jonkin verran suoalueita.\n\nOsassa maastoa on runsaasti hakkuita ja eri-ikäisiä taimikoita, jotka hidastavat etenemistä. Korkeuserot ovat varsin maltilliset. Joillakin jyrkkäpiirteisillä rinnealueilla on syytä noudattaa varovaisuutta! Suurimmat ja vaarallisimmat jyrkänteet on merkitty maastoon niiden päältä valkoisella ja/tai puna-valkoisella ”Jukolan viesti – STOP” -nauhalla."
  ],
  "2016": [
    "Lappee-Jukolan kilpailumaasto haastaa suunnistajat tarkkaan kartanlukuun vauhtia unohtamatta. Rapakivialueet ja reilut korkeuserot tuovat suunnistukseen sopivasti haastetta, joiden vastapainoksi vauhdikkuutta tarjoavat perinteisemmät talousmetsätyyppiset alueet osassa kilpailumaastoa."
  ],
  "2017": [
    "Kilpailualuetta hallitsee laaja yhtenäinen mäkialue Harpatinvaara, joka kohoaa 110 metriä Pielisjoen pinnasta. Harpatin maasto on suunnistuksellisesti ja fyysisesti vaativa.\n\nHarpatinvaaran länsirinne on osaksi kallioista, mäntyvaltaista metsää. Kuusikkoinen itärinne on puolestaan kivikkoisempi ja monin paikoin peitteisempi. Kulkukelpoisuus vaihtelee erittäin nopeasta erittäin hitaaseen. Metsätalouden seurauksena maastossa on hakkuualueita ja nuorta sekametsää."
  ],
  "2018": [
    "Kilpailualuetta hallitsee jääkauden muovaama suppamaasto, jonka reunamilta löytyy myös vauhdikkaampaa mäntykangasta ja kallioalueita. Maapohja on paikoin hyvinkin kivikkoista, mutta toisaalta alueelta löytyy myös paljon polkurikasta ja hyväkulkuista kangasmaastoa.\n\nSyvimmät supat laskeutuvat 40 metriä, mutta valtaosa alueesta on pienipiirteisempää supikkoa ja tasaisempaa kangasta. Alue on ollut normaalissa metsätalouskäytössä ja se näkyy etenkin maaston itäosassa lukuisina kuviorajoina. Tuoreiden harvennushakkuiden määrä on kuitenkin vähäinen ja näkyväisyys maastossa on hyvä. Kaiken kaikkiaan tarjolla on laajuudessaan Suomen mittakaavassa erityislaatuinen suppamaasto. \n\n"
  ],
  "2019": [
    "Kangasala Jukolan 2019 maastotyyppi on vaihteleva hämäläinen korpimaasto, jossa korkeimman ja matalimman kohdan korkeusero on noin 80 metriä. Ihmisen tallaamia polkuja maastossa on vähän, mutta metsänhoitotöiden synnyttämiä koneuria maastosta löytyy laajalti. Maastopohjan kulkukelpoisuus vaihtelee suuresti. Puusto on pääosin varsin nuorta, joten näkyväisyys maastossa on rajallista. Onnistuneilla reitinvalinnoilla maasto kuitenkin näyttää kilpailijalle parhaat puolensa. Suunnistajalta vaaditaan hyvään suoritukseen päättäväisyyttä, sitkeyttä ja reipasta urheilumieltä!\n\n"
  ],
  "2021": [
    "ilpailualuetta hallitsee laaja, pääosin loivapiirteinen mäkialue Vennivaara, jonka korkein kohta kohoaa jopa yhtä Rovaniemen tunnetuinta maamerkkiä Ounasvaaraakin korkeammalle. Maaston matalimman ja korkeimman pisteen välillä on noin 130 metrin korkeusero.\n\nMaastollisesti alue on monipuolinen. Maaston eteläosan kuivat kankaat, laajat suoalueet sekä paikoin rehevämmät ojanotkot ja nuoret metsät vaihtuvat pohjoiseen mentäessä jylhäksi länsilappilaiseksi vaaramaastoksi laakeine avokallioineen.\n\nPuustollisesti alue on tyypillistä lappilaista havupuuvaltaista talousmetsää. Maastopohja on pääosin nopeakulkuista kangas- ja kalliomaata, jota suot, rehevämmät alueet ja kivikkoisuus paikoin hidastavat.\n\n"
  ],
  "2022": [
    "Maastoalue on monipuolinen, mutta varsin rikkonainen. Suurimmaksi osaksi maasto on asuinalueiden läheistä suosittua ulkoilualuetta, jossa on runsaasti eritasoisia kulku-uria ja polustoa, jota myös runsas hirvieläimistö on muovannut. Eläinten polkuja ei karttaan ole kuvattu. Alue on myös suosittua motoristi- ja maastopyöräilymaastoa, jolloin urasto on paikoin kivistä ja juurakoista eikä kaikkia näitäkään polkuja ole kuvattu kartassa. Kulkukelpoisuus maastossa on hyvä.\n\nPääsääntöisesti maasto on varsin laakeapiirteistä, erittäin nopeakulkuista avokalliomaastoa ja välillä peitteisempää sekametsää. Alueella on myös jyrkkiä, suurta tarkkuutta ja kartanlukua vaativia pienipiirteisiä kallioita ja louhikkoja, sekä suojeltuja maastonkohteita. Kiviä on melko paljon. Korkeuserot vaihtelevat maastoalueittain. Maastoaluetta täplittävät hakkuut, harvennukset, pienet peltoalueet, tiheiköt sekä rikkonaiset soranottoalueet, joissa osassa on tiheää pientä mäntytaimikkoa.\n\nRatasuunnittelussa on pyritty hyödyntämään kartan kaikkia alueita. Kilometrivauhdit tulevat olemaan nopeat molemmissa kilpailuissa."
  ],
  "2023": [
    "Porvoo Borgå Jukolan kilpailualue on vaihtelevaa ja monipuolista maastoa, jossa vuorottelevat jyrkähköt teräväpiirteiset ja toisaalta alueen eteläosaan keskittyvät laajat matalammat avokallioalueet sekä välillä peitteisemmät korpimaiset sekametsäalueet. Korkeuserot vaihtelevat maastoalueittain ollen luokkaa 20 – 40 m. Alueelle on ominaista itäuusmaalainen paikoittainen kivisyys ja paksu aluskasvillisuus, mikä vaikuttaa myös kulkukelpoisuuteen. Hitaampien maastonkohtien rinnalla avokallioalueet ovat nopeakulkuisia. Tästä johtuen kilometrivauhdit tulevat vaihtelemaan eri maastoalueilla merkittävästikin. Näkyvyys on pääosin hyvä nuoria taimikoita ja lehtipuuvaltaisia tiheiköitä lukuun ottamatta. Maastossa näkyvät aktiivisen metsähoidon seurauksena hyvin myös eri-ikäiset hakkuut, harvennukset ja tiheiköt. Alueella on joitain suojeltuja maastokohteita. Aluetta halkoo tasaisesti metsätieverkosto. Runsaan hirvi- ja peurakannan muodostamia uria lukuun ottamatta ihmisen muodostamia polkuja ei kartalta löydy montaakaan.\n\nRatamestarien tavoitteena on ratasuunnittelussa ollut hyödyntää kaikkia alueen tarjoamia erilaisia maastotyyppejä ja tarjota haasteellisia suunnistustehtäviä kaikille osuuksille K-pisteeltä aivan viimeisille rasteille saakka. Ratamestarien käytössä on ollut huippuhyvä suunnistuskartta, jonka voi sanoa kuvaavan kaikkia moninaisia maastoalueita erinomaisesti."
  ],
  "2024": [
    "Venlojen ja Jukolan viestien maasto on peltojen rikkoma tyypillinen eteläpohjalainen avokalliomaasto. Korkeuserot ovat maastossa 0-30 metriä ja kallioiset alueet ovat pienipiirteisiä ja vaativaa suunnistusmaastoa. Kallioiden välissä esiintyy jonkin verran suoalueita, mutta suoalueet eivät ole hallitsevia. Soiden kulkukelpoisuus on vaihteleva aluskasvillisuuden määrän ja soiden pehmeyden mukaan. Avokalliot ovat pääosin hyväkulkuisia. Samantyyppisiä alueita löytyy Etelä-Pohjanmaalta mm. Ylistarosta ja Kortesjärveltä. Alueella on myös isohko vanha hiekanottoalue, jonne on muodostunut monimuotoinen suunnistusmaasto runsaine pikku lampineen ja kumpareineen. Alue on metsittynyt ja runsaan polkuverkoston vuoksi vaativa suunnistusalue. Alue tuo mielenkiintoisen lisän molempiin viesteihin."
  ]
}